Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Import photo
ar: استيراد صورة
de: Foto importieren
es: Importar foto
fr: Importer une photo
hi: फ़ोटो इम्पोर्ट करें
hu: Fotó importálása
it: Importa foto
ko: 사진 가져오기
pl: Importuj zdjęcie
pt: Importar foto
pt_br: Importar foto
ru: Импортировать фото
th: นำเข้ารูปถ่าย
tr: Fotoğraf içe aktar
uk: Імпортувати фото
zh: 导入照片

source: Import routines
ar: استيراد الروتينات
de: Routinen importieren
es: Importar rutinas
fr: Importer les routines
hi: रूटीन आयात करें
hu: Edzéstervek importálása
it: Importa routine
ko: 루틴 가져오기
pl: Importuj rutyny
pt: Importar rotinas
pt_br: Importar rotinas
ru: Импортировать программы
th: นำเข้าโปรแกรม
tr: Rutinleri içe aktar
uk: Імпортувати програми
zh: 导入训练计划

source: Import this plan
ar: استيراد هذه الخطة
de: Diesen Plan importieren
es: Importar este plan
fr: Importer ce plan
hi: यह प्लान आयात करें
hu: Terv importálása
it: Importa questo piano
ko: 이 계획 가져오기
pl: Importuj ten plan
pt: Importar este plano
pt_br: Importar este plano
ru: Импортировать этот план
th: นำเข้าแผนนี้
tr: Bu planı içe aktar
uk: Імпортувати цей план
zh: 导入此计划

source: Import weigh-ins
ar: استيراد قياسات الوزن
de: Wiegungen importieren
es: Importar pesajes
fr: Importer les pesées
hi: वज़न आयात करें
hu: Mérések importálása
it: Importa pesate
ko: 체중 가져오기
pl: Importuj ważenia
pt: Importar pesagens
pt_br: Importar pesagens
ru: Импортировать взвешивания
th: นำเข้าน้ำหนักตัว
tr: Tartımları içe aktar
uk: Імпортувати зважування
zh: 导入体重

source: Import workouts
ar: استيراد التدريبات
de: Trainings importieren
es: Importar entrenamientos
fr: Importer les séances
hi: वर्कआउट आयात करें
hu: Edzések importálása
it: Importa allenamenti
ko: 운동 기록 가져오기
pl: Importuj treningi
pt: Importar treinos
pt_br: Importar treinos
ru: Импортировать тренировки
th: นำเข้าการฝึก
tr: Antrenmanları içe aktar
uk: Імпортувати тренування
zh: 导入训练

# Import “{0}”
source: Import “%1$@”
ar: استيراد «%1$@»
de: „%1$@“ importieren
es: Importar «%1$@»
fr: Importer « %1$@ »
hi: “%1$@” आयात करें
hu: „%1$@” importálása
it: Importa «%1$@»
ko: “%1$@” 가져오기
pl: Importuj „%1$@”
pt: Importar «%1$@»
pt_br: Importar “%1$@”
ru: Импортировать «%1$@»
th: นำเข้า “%1$@”
tr: “%1$@” içe aktar
uk: Імпортувати «%1$@»
zh: 导入“%1$@”

source: Imported
ar: مستورد
de: Importiert
es: Importado
fr: Importé
hi: आयात किया
hu: Importálva
it: Importato
ko: 가져옴
pl: Zaimportowano
pt: Importado
pt_br: Importado
ru: Импортировано
th: นำเข้าแล้ว
tr: İçe aktarıldı
uk: Імпортовано
zh: 已导入

source: Imported without changing your week.
ar: تم الاستيراد دون تغيير أسبوعك.
de: Importiert, ohne deine Woche zu ändern.
es: Importado sin cambiar tu semana.
fr: Importé sans changer ta semaine.
hi: सप्ताह बदले बिना आयात किया।
hu: Importálva a heted módosítása nélkül.
it: Importato senza cambiare la tua settimana.
ko: 주간 일정 변경 없이 가져왔습니다.
pl: Zaimportowano bez zmiany tygodnia.
pt: Importado sem alterar a tua semana.
pt_br: Importado sem mudar sua semana.
ru: Импортировано без изменения недели.
th: นำเข้าโดยไม่เปลี่ยนสัปดาห์ของคุณ
tr: Haftan değiştirilmeden içe aktarıldı.
uk: Імпортовано без зміни тижня.
zh: 已导入，未更改你的一周安排。

source: Imported — %1$@ routines are in your plan and your week is set. See you at the next session.
ar: تم الاستيراد — %1$@ روتينات في خطتك وأسبوعك مضبوط. أراك في الجلسة القادمة.
de: Übernommen — %1$@ Routinen sind in deinem Plan und deine Woche steht. Bis zur nächsten Einheit.
es: Importado: %1$@ rutinas están en tu plan y tu semana ya está configurada. Nos vemos en la próxima sesión.
fr: Importé — %1$@ routines sont dans ton plan et ta semaine est réglée. À la prochaine séance.
hi: आयात हो गया — %1$@ रूटीन आपकी योजना में हैं और आपका सप्ताह सेट है। अगले सत्र में मिलते हैं।
hu: Importálva — %1$@ rutin került a tervedbe, és a heted be van állítva. Találkozunk a következő edzésen.
it: Importato: %1$@ routine sono nel tuo piano e la settimana è impostata. Ci vediamo alla prossima sessione.
ko: 가져왔습니다 — %1$@개의 루틴이 계획에 들어갔고 주간 일정이 설정되었습니다. 다음 세션에서 봐요.
pl: Zaimportowano — %1$@ rutyn jest w Twoim planie, a tydzień ustawiony. Do zobaczenia na następnym treningu.
pt: Importado — %1$@ rotinas estão no teu plano e a tua semana está definida. Até à próxima sessão.
pt_br: Importado — %1$@ rotinas estão no seu plano e sua semana está definida. Até a próxima sessão.
ru: Импортировано — %1$@ рутин в вашем плане, неделя настроена. До встречи на следующей тренировке.
th: นำเข้าแล้ว — %1$@ รูทีนอยู่ในแผนของคุณ และสัปดาห์ของคุณถูกตั้งค่าแล้ว พบกันในเซสชันหน้า
tr: İçe aktarıldı — %1$@ rutin planında, haftan ayarlandı. Bir sonraki antrenmanda görüşürüz.
uk: Імпортовано — %1$@ програм у твоєму плані, тиждень налаштовано. До зустрічі на наступному тренуванні.
zh: 已导入——%1$@ 个训练已加入你的计划，本周已安排好。下次训练见。

source: Imported — %1$@ routines are in your plan. Your week is unchanged; schedule them whenever you like.
ar: تم الاستيراد — %1$@ روتينات في خطتك. أسبوعك لم يتغير؛ جدولها متى شئت.
de: Übernommen — %1$@ Routinen sind in deinem Plan. Deine Woche bleibt unverändert; plane sie ein, wann du willst.
es: Importado: %1$@ rutinas están en tu plan. Tu semana no cambia; prográmalas cuando quieras.
fr: Importé — %1$@ routines sont dans ton plan. Ta semaine ne change pas ; planifie-les quand tu veux.
hi: आयात हो गया — %1$@ रूटीन आपकी योजना में हैं। आपका सप्ताह वैसा ही है; जब चाहें उन्हें शेड्यूल करें।
hu: Importálva — %1$@ rutin került a tervedbe. A heted változatlan; ütemezd be őket, amikor szeretnéd.
it: Importato: %1$@ routine sono nel tuo piano. La settimana resta com’è; pianificale quando vuoi.
ko: 가져왔습니다 — %1$@개의 루틴이 계획에 들어갔습니다. 주간 일정은 그대로이니 원할 때 배정하세요.
pl: Zaimportowano — %1$@ rutyn jest w Twoim planie. Tydzień bez zmian; zaplanuj je, kiedy chcesz.
pt: Importado — %1$@ rotinas estão no teu plano. A tua semana não muda; agenda-as quando quiseres.
pt_br: Importado — %1$@ rotinas estão no seu plano. Sua semana não muda; agende quando quiser.
ru: Импортировано — %1$@ рутин в вашем плане. Неделя не изменилась; распланируйте их, когда захотите.
th: นำเข้าแล้ว — %1$@ รูทีนอยู่ในแผนของคุณ สัปดาห์ของคุณไม่เปลี่ยน จัดตารางได้ตามต้องการ
tr: İçe aktarıldı — %1$@ rutin planında. Haftan değişmedi; istediğin zaman programla.
uk: Імпортовано — %1$@ програм у твоєму плані. Тиждень не змінився; заплануй їх, коли захочеш.
zh: 已导入——%1$@ 个训练已加入你的计划。本周安排不变，随时可以安排它们。

source: Improve a routine
ar: تحسين روتين
de: Eine Routine verbessern
es: Mejorar una rutina
fr: Améliorer une routine
hi: रूटीन बेहतर बनाएँ
hu: Rutin javítása
it: Migliora una routine
ko: 루틴 개선
pl: Popraw rutynę
pt: Melhorar uma rotina
pt_br: Melhorar uma rotina
ru: Улучшить программу
th: ปรับปรุงรูทีน
tr: Bir rutini geliştir
uk: Покращити програму
zh: 改进一个计划

# Improve my routine “{0}”.
source: Improve my routine “%1$@”.
ar: حسّن روتيني «%1$@».
de: Verbessere meine Routine „%1$@“.
es: Mejora mi rutina «%1$@».
fr: Améliore ma routine « %1$@ ».
hi: मेरी रूटीन “%1$@” बेहतर बनाओ।
hu: Javítsd a(z) „%1$@” rutinomat.
it: Migliora la mia routine “%1$@”.
ko: 내 루틴 “%1$@”을(를) 개선해 줘.
pl: Popraw moją rutynę „%1$@”.
pt: Melhora a minha rotina “%1$@”.
pt_br: Melhore minha rotina “%1$@”.
ru: Улучши мою программу «%1$@».
th: ปรับปรุงรูทีน “%1$@” ของฉัน
tr: “%1$@” rutinimi geliştir.
uk: Покращ мою програму «%1$@».
zh: 改进我的计划“%1$@”。

source: Improve which routine?
ar: أي روتين تريد تحسينه؟
de: Welche Routine verbessern?
es: ¿Qué rutina mejorar?
fr: Quelle routine améliorer ?
hi: कौन सी रूटीन बेहतर बनाएँ?
hu: Melyik rutint javítsuk?
it: Quale routine migliorare?
ko: 어떤 루틴을 개선할까요?
pl: Którą rutynę poprawić?
pt: Que rotina melhorar?
pt_br: Qual rotina melhorar?
ru: Какую программу улучшить?
th: ปรับปรุงรูทีนไหน
tr: Hangi rutin geliştirilsin?
uk: Яку програму покращити?
zh: 改进哪个计划？

source: In Chrome: ⋮ menu → Add to Home screen
ar: في Chrome: قائمة ⋮ ← إضافة إلى الشاشة الرئيسية
de: In Chrome: ⋮-Menü → Zum Startbildschirm hinzufügen
es: En Chrome: menú ⋮ → Añadir a pantalla de inicio
fr: Dans Chrome : menu ⋮ → Ajouter à l’écran d’accueil
hi: Chrome में: ⋮ मेनू → होम स्क्रीन पर जोड़ें
hu: Chrome-ban: ⋮ menü → Hozzáadás a kezdőképernyőhöz
it: In Chrome: menu ⋮ → Aggiungi a schermata Home
ko: Chrome에서: ⋮ 메뉴 → 홈 화면에 추가
pl: W Chrome: menu ⋮ → Dodaj do ekranu głównego
pt: No Chrome: menu ⋮ → Adicionar ao ecrã principal
pt_br: No Chrome: menu ⋮ → Adicionar à tela inicial
ru: В Chrome: меню ⋮ → Добавить на главный экран
th: ใน Chrome: เมนู ⋮ → เพิ่มไปยังหน้าจอหลัก
tr: Chrome’da: ⋮ menü → Ana ekrana ekle
uk: У Chrome: меню ⋮ → Додати на головний екран
zh: 在 Chrome 中：⋮ 菜单 → 添加到主屏幕

source: In Safari: Share → Add to Home Screen
ar: في Safari: مشاركة ← إضافة إلى الشاشة الرئيسية
de: In Safari: Teilen → Zum Home-Bildschirm
es: En Safari: Compartir → Añadir a pantalla de inicio
fr: Dans Safari : Partager → Sur l’écran d’accueil
hi: Safari में: शेयर → होम स्क्रीन पर जोड़ें
hu: Safariban: Megosztás → Hozzáadás a kezdőképernyőhöz
it: In Safari: Condividi → Aggiungi a Home
ko: Safari에서: 공유 → 홈 화면에 추가
pl: W Safari: Udostępnij → Do ekranu początkowego
pt: No Safari: Partilhar → Adicionar ao ecrã principal
pt_br: No Safari: Compartilhar → Adicionar à Tela de Início
ru: В Safari: Поделиться → На экран «Домой»
th: ใน Safari: แชร์ → เพิ่มไปยังหน้าจอโฮม
tr: Safari’de: Paylaş → Ana Ekrana Ekle
uk: У Safari: Поділитися → На екран «Додому»
zh: 在 Safari 中：分享 → 添加到主屏幕

source: Incline DB press (each hand, 8 reps)
ar: ضغط الدمبل المائل (لكل يد، 8 تكرارات)
de: Kurzhantel-Schrägbankdrücken (je Hand, 8 Wdh.)
es: Press inclinado con mancuerna (cada mano, 8 reps)
fr: Développé incliné haltères (chaque main, 8 reps)
hi: इनक्लाइन डम्बल प्रेस (प्रत्येक हाथ, 8 रेप्स)
hu: Ferde fekvenyomás kézisúlyzóval (kezenként, 8 ismétlés)
it: Panca inclinata con manubri (per mano, 8 rip.)
ko: 인클라인 덤벨프레스 (한 손당 8회)
pl: Wyciskanie hantli na ławce skośnej (na rękę, 8 powtórzeń)
pt: Supino inclinado com halteres (cada mão, 8 reps)
pt_br: Supino inclinado com halteres (cada mão, 8 reps)
ru: Жим гантелей на наклонной скамье (на руку, 8 повторений)
th: ดัมเบลอินไคลน์เพรส (ข้างละ 8 ครั้ง)
tr: Eğimli dambıl press (her el, 8 tekrar)
uk: Жим гантелей на похилій лаві (на руку, 8 повторень)
zh: 哑铃上斜卧推（每只手，8次）

source: Incline bench press
ar: ضغط البنش المائل
de: Schrägbankdrücken
es: Press inclinado
fr: Développé incliné
hi: इनक्लाइन बेंच प्रेस
hu: Ferde fekvenyomás
it: Panca inclinata
ko: 인클라인 벤치프레스
pl: Wyciskanie na ławce skośnej
pt: Supino inclinado
pt_br: Supino inclinado
ru: Жим на наклонной скамье
th: อินไคลน์เบนช์เพรส
tr: Eğimli bench press
uk: Жим на похилій лаві
zh: 上斜卧推

source: Include me
ar: أدرجني
de: Mich einbeziehen
es: Incluirme
fr: M’inclure
hi: मुझे शामिल करें
hu: Vegyél bele engem is
it: Includimi
ko: 나를 포함
pl: Uwzględnij mnie
pt: Incluir-me
pt_br: Me incluir
ru: Включить меня
th: รวมฉันด้วย
tr: Beni dahil et
uk: Включити мене
zh: 把我算进去

source: Increase
ar: زيادة
de: Erhöhen
es: Aumentar
fr: Augmenter
hi: बढ़ाएँ
hu: Növelés
it: Aumenta
ko: 늘리기
pl: Zwiększ
pt: Aumentar
pt_br: Aumentar
ru: Увеличить
th: เพิ่ม
tr: Artır
uk: Збільшити
zh: 增加

# Increase by {0}
source: Increase by %1$@
ar: زيادة بمقدار %1$@
de: Um %1$@ erhöhen
es: Aumentar %1$@
fr: Augmenter de %1$@
hi: %1$@ बढ़ाएँ
hu: Növelés ennyivel: %1$@
it: Aumenta di %1$@
ko: %1$@ 늘리기
pl: Zwiększ o %1$@
pt: Aumentar %1$@
pt_br: Aumentar %1$@
ru: Увеличить на %1$@
th: เพิ่ม %1$@
tr: %1$@ artır
uk: Збільшити на %1$@
zh: 增加 %1$@

source: Injuries, joints that complain, movements you cannot do, or practical limits like training at 6am in a flat.
ar: إصابات، مفاصل تؤلمك، حركات لا تستطيع أداءها، أو قيود عملية مثل التدريب في السادسة صباحًا داخل شقة.
de: Verletzungen, Gelenke, die zicken, Bewegungen, die nicht gehen, oder praktische Grenzen wie Training um 6 Uhr in einer Wohnung.
es: Lesiones, articulaciones molestas, movimientos que no puedes hacer o límites prácticos como entrenar a las 6 de la mañana en un piso.
fr: Blessures, articulations qui protestent, mouvements impossibles, ou contraintes pratiques comme s’entraîner à 6h en appartement.
hi: चोटें, तकलीफ़ देने वाले जोड़, जो मूवमेंट आप नहीं कर सकते, या व्यावहारिक सीमाएँ — जैसे फ़्लैट में सुबह 6 बजे ट्रेनिंग।
hu: Sérülések, panaszkodó ízületek, mozdulatok, amelyeket nem tudsz elvégezni, vagy gyakorlati korlátok, mint a hajnali 6-os edzés egy lakásban.
it: Infortuni, articolazioni che protestano, movimenti che non puoi fare o limiti pratici come allenarti alle 6 in appartamento.
ko: 부상, 불편한 관절, 할 수 없는 동작, 또는 아파트에서 새벽 6시에 훈련하는 것 같은 현실적 제약.
pl: Kontuzje, bolące stawy, ruchy, których nie możesz wykonać, albo ograniczenia praktyczne — np. trening o 6 rano w mieszkaniu.
pt: Lesões, articulações que se queixam, movimentos que não consegues fazer ou limites práticos como treinar às 6h num apartamento.
pt_br: Lesões, articulações que reclamam, movimentos que você não consegue fazer ou limites práticos como treinar às 6h em um apartamento.
ru: Травмы, ноющие суставы, недоступные движения или бытовые ограничения — например, тренировка в 6 утра в квартире.
th: อาการบาดเจ็บ ข้อต่อที่มีปัญหา ท่าที่ทำไม่ได้ หรือข้อจำกัดในชีวิตจริง เช่น ฝึกตอนตีหกในอพาร์ตเมนต์
tr: Sakatlıklar, rahatsız eden eklemler, yapamadığın hareketler ya da sabah 6’da apartmanda antrenman gibi pratik kısıtlar.
uk: Травми, суглоби, що ниють, недоступні рухи або побутові обмеження — наприклад, тренування о 6 ранку в квартирі.
zh: 伤病、不舒服的关节、做不了的动作，或是现实限制——比如清晨六点在公寓里训练。

source: Insert after this group
ar: إدراج بعد هذه المجموعة
de: Nach dieser Gruppe einfügen
es: Insertar después de este grupo
fr: Insérer après ce groupe
hi: इस समूह के बाद जोड़ें
hu: Beszúrás a csoport után
it: Inserisci dopo questo gruppo
ko: 이 그룹 뒤에 삽입
pl: Wstaw za tą grupą
pt: Inserir depois deste grupo
pt_br: Inserir depois deste grupo
ru: Вставить после этой группы
th: แทรกหลังกลุ่มนี้
tr: Bu gruptan sonra ekle
uk: Вставити після цієї групи
zh: 插入到此组之后

source: Intensifier
ar: تقنية التكثيف
de: Intensivierungstechnik
es: Intensificador
fr: Intensificateur
hi: इंटेंसिफायर
hu: Intenzitásnövelő
it: Intensificatore
ko: 강도 기법
pl: Technika intensyfikująca
pt: Intensificador
pt_br: Intensificador
ru: Интенсификатор
th: เทคนิคเพิ่มความหนัก
tr: Yoğunlaştırıcı
uk: Інтенсифікатор
zh: 强化技巧

source: Intervals
ar: الفواصل
de: Intervalle
es: Intervalos
fr: Intervalles
hi: इंटरवल
hu: Intervallumok
it: Intervalli
ko: 인터벌
pl: Interwały
pt: Intervalos
pt_br: Intervalos
ru: Интервалы
th: อินเทอร์วัล
tr: Aralıklar
uk: Інтервали
zh: 间歇数

source: Invite code
ar: رمز الدعوة
de: Einladungscode
es: Código de invitación
fr: Code d’invitation
hi: इनवाइट कोड
hu: Meghívókód
it: Codice di invito
ko: 초대 코드
pl: Kod zaproszenia
pt: Código de convite
pt_br: Código de convite
ru: Код приглашения
th: รหัสเชิญ
tr: Davet kodu
uk: Код запрошення
zh: 邀请码

source: It can no longer sign in to this profile. A device already signed in with it stays signed in — use Sign out everywhere if it was lost.
ar: لن يعود بالإمكان تسجيل الدخول به إلى هذا الملف الشخصي. أي جهاز سجّل الدخول به بالفعل يبقى مسجّلًا — استخدم «تسجيل الخروج من كل الأجهزة» إن فُقد.
de: Mit ihm kann sich niemand mehr bei diesem Profil anmelden. Ein Gerät, das damit schon angemeldet ist, bleibt angemeldet — nutze „Überall abmelden“, falls es verloren gegangen ist.
es: Ya no podrá iniciar sesión en este perfil. Un dispositivo que ya inició sesión con ella sigue conectado — usa «Cerrar sesión en todos los dispositivos» si se perdió.
fr: Elle ne pourra plus se connecter à ce profil. Un appareil déjà connecté avec elle le reste — utilise « Se déconnecter partout » s’il a été perdu.
hi: इससे अब इस प्रोफ़ाइल में साइन इन नहीं हो सकेगा। जो डिवाइस इससे पहले से साइन इन है, वह साइन इन ही रहेगा — अगर वह खो गया हो तो "हर जगह साइन आउट करें" इस्तेमाल करें।
hu: Ezzel többé nem lehet belépni ebbe a profilba. Az az eszköz, amelyik már be van vele jelentkezve, bejelentkezve marad — ha elveszett, használd a „Kijelentkezés mindenhonnan” lehetőséget.
it: Non potrà più accedere a questo profilo. Un dispositivo che ha già effettuato l’accesso con essa resta connesso — usa «Esci ovunque» se è andato perso.
ko: 더 이상 이 프로필에 로그인할 수 없습니다. 이 패스키로 이미 로그인된 기기는 로그인 상태로 남습니다 — 분실했다면 "모든 기기에서 로그아웃"을 사용하세요.
pl: Nie będzie już można się nim zalogować do tego profilu. Urządzenie, które jest nim już zalogowane, pozostanie zalogowane — użyj „Wyloguj wszędzie”, jeśli zostało zgubione.
pt: Deixa de poder iniciar sessão neste perfil. Um dispositivo que já tenha sessão iniciada com ela continua com sessão iniciada — usa «Terminar sessão em todos os dispositivos» se o perdeste.
pt_br: Ela não poderá mais entrar neste perfil. Um dispositivo que já entrou com ela continua conectado — use “Sair de todos os dispositivos” se ele foi perdido.
ru: С ним больше нельзя будет войти в этот профиль. Устройство, которое уже вошло с ним, останется в аккаунте — используй «Выйти на всех устройствах», если оно потеряно.
th: พาสคีย์นี้จะเข้าสู่ระบบโปรไฟล์นี้ไม่ได้อีก อุปกรณ์ที่เข้าสู่ระบบด้วยพาสคีย์นี้อยู่แล้วจะยังอยู่ในระบบ — ใช้ “ออกจากระบบทุกอุปกรณ์” หากอุปกรณ์นั้นหาย
tr: Artık bu profile giriş yapamaz. Onunla zaten giriş yapmış bir cihaz oturumda kalır — kaybolduysa “Her yerden çıkış yap”ı kullan.
uk: З ним більше не можна буде увійти в цей профіль. Пристрій, який уже увійшов з ним, залишиться в акаунті — скористайся «Вийти на всіх пристроях», якщо його загублено.
zh: 它将无法再登录此档案。已用它登录的设备会保持登录——如果设备丢失，请使用“在所有设备上退出登录”。

source: It designs your plan from a few answers and adjusts it from what you actually log. It never changes anything without your say-so, and you can undo every change.
ar: يصمم خطتك من بضعة إجابات ويعدّلها بناءً على ما تسجله فعلًا. لا يغيّر شيئًا دون موافقتك، ويمكنك التراجع عن كل تغيير.
de: Er entwirft deinen Plan aus ein paar Antworten und passt ihn an das an, was du wirklich einträgst. Er ändert nie etwas ohne dein Okay, und jede Änderung lässt sich rückgängig machen.
es: Diseña tu plan a partir de unas pocas respuestas y lo ajusta según lo que realmente registras. Nunca cambia nada sin tu permiso, y puedes deshacer cada cambio.
fr: Il conçoit ton plan à partir de quelques réponses et l’ajuste d’après ce que tu enregistres vraiment. Il ne change jamais rien sans ton accord, et chaque modification peut être annulée.
hi: यह कुछ उत्तरों से आपकी योजना बनाता है और आपके वास्तविक रिकॉर्ड के आधार पर उसे समायोजित करता है। आपकी अनुमति के बिना कुछ नहीं बदलता, और हर बदलाव को पूर्ववत किया जा सकता है।
hu: Néhány válaszból megtervezi a programodat, és ahhoz igazítja, amit valóban rögzítesz. A beleegyezésed nélkül semmit sem változtat, és minden módosítást visszavonhatsz.
it: Progetta il tuo piano da poche risposte e lo adatta in base a ciò che registri davvero. Non cambia mai nulla senza il tuo consenso, e puoi annullare ogni modifica.
ko: 몇 가지 답변으로 계획을 설계하고 실제 기록에 따라 조정합니다. 동의 없이는 아무것도 바꾸지 않으며, 모든 변경을 되돌릴 수 있습니다.
pl: Projektuje plan z kilku odpowiedzi i dostosowuje go do tego, co naprawdę zapisujesz. Nigdy nic nie zmienia bez Twojej zgody, a każdą zmianę możesz cofnąć.
pt: Cria o teu plano a partir de algumas respostas e ajusta-o com base no que registas. Nunca muda nada sem a tua autorização, e podes anular cada alteração.
pt_br: Ele cria seu plano a partir de algumas respostas e o ajusta com base no que você registra. Nunca muda nada sem a sua autorização, e você pode desfazer cada alteração.
ru: Он составляет план из нескольких ответов и корректирует его по тому, что вы реально записываете. Он ничего не меняет без вашего согласия, и любое изменение можно отменить.
th: มันออกแบบแผนของคุณจากคำตอบไม่กี่ข้อและปรับตามสิ่งที่คุณบันทึกจริง ไม่เปลี่ยนแปลงอะไรโดยไม่ได้รับความยินยอม และคุณเลิกทำทุกการเปลี่ยนแปลงได้
tr: Planını birkaç cevaptan tasarlar ve gerçekten kaydettiklerine göre ayarlar. Onayın olmadan hiçbir şeyi değiştirmez ve her değişikliği geri alabilirsin.
uk: Він складає план із кількох відповідей і коригує його за тим, що ти реально записуєш. Він нічого не змінює без твоєї згоди, і будь-яку зміну можна скасувати.
zh: 它根据几个回答设计你的计划，并根据你的实际记录进行调整。未经你同意它不会更改任何内容，每项更改都可以撤销。

source: It is your only way in, so it cannot be removed until there is another.
ar: إنه طريقتك الوحيدة للدخول، لذا لا يمكن إزالته حتى تتوفر طريقة أخرى.
de: Er ist dein einziger Weg ins Profil und lässt sich deshalb erst entfernen, wenn es einen weiteren gibt.
es: Es tu única forma de entrar, así que no se puede quitar hasta que haya otra.
fr: C’est ton seul moyen d’entrer, elle ne peut donc pas être retirée tant qu’il n’y en a pas d’autre.
hi: यह अंदर आने का आपका एकमात्र तरीका है, इसलिए जब तक कोई दूसरा न हो, इसे हटाया नहीं जा सकता।
hu: Ez az egyetlen módod a belépésre, ezért addig nem távolítható el, amíg nincs másik.
it: È il tuo unico modo per entrare, quindi non si può rimuovere finché non ce n’è un altro.
ko: 유일한 로그인 수단이므로 다른 수단이 생길 때까지 제거할 수 없습니다.
pl: To twój jedyny sposób wejścia, więc nie można go usunąć, dopóki nie będzie innego.
pt: É a tua única forma de entrar, por isso não pode ser removida enquanto não houver outra.
pt_br: É sua única forma de entrar, por isso não pode ser removida enquanto não houver outra.
ru: Это твой единственный способ войти, поэтому его нельзя удалить, пока нет другого.
th: นี่คือทางเดียวที่คุณเข้าสู่ระบบได้ จึงลบไม่ได้จนกว่าจะมีทางอื่น
tr: Bu senin tek giriş yolun, bu yüzden başka bir yol olana kadar kaldırılamaz.
uk: Це твій єдиний спосіб увійти, тож його не можна видалити, доки немає іншого.
zh: 这是你唯一的登录方式，在有其他方式之前不能移除。

source: It will be removed from your routines. Already-logged workouts keep their sets.
ar: سيُزال من روتيناتك. الجلسات المسجّلة مسبقاً تحتفظ بمجموعاتها.
de: Sie wird aus deinen Routinen entfernt. Bereits geloggte Workouts behalten ihre Sätze.
es: Se quitará de tus rutinas. Los entrenamientos ya registrados conservan sus series.
fr: Il sera retiré de vos routines. Les séances déjà enregistrées gardent leurs séries.
hi: यह आपकी रूटीन से हट जाएगी। दर्ज की गई वर्कआउट में सेट बने रहेंगे।
hu: El lesz távolítva a rutinjaidból. A már rögzített edzések megtartják a sorozataikat.
it: Verrà rimosso dalle tue routine. Gli allenamenti già registrati mantengono le loro serie.
ko: 루틴에서 제거됩니다. 이미 기록된 운동은 세트를 유지합니다.
pl: Zostanie usunięte z twoich planów. Zapisane treningi zachowają swoje serie.
pt: Será removido das tuas rotinas. Os treinos já registados mantêm as suas séries.
pt_br: Ele será removido das suas rotinas. Os treinos já registrados manterão suas séries.
ru: Оно будет убрано из ваших программ. Записанные тренировки сохранят свои подходы.
th: จะถูกลบออกจากรูทีนของคุณ ส่วนการออกกำลังกายที่บันทึกไว้แล้วจะยังคงเซ็ตเดิมไว้
tr: Rutinlerinden kaldırılacak. Kayıtlı antrenmanlar setlerini korur.
uk: Її буде прибрано з твоїх програм. Записані тренування збережуть свої підходи.
zh: 将从你的计划中移除。已记录的训练会保留其组数。

source: Its photo or video is deleted with it.
ar: ستُحذف الصورة أو الفيديو المرفق معه أيضًا.
de: Das Foto oder Video darin wird mitgelöscht.
es: Su foto o vídeo también se elimina.
fr: Sa photo ou vidéo est supprimée avec elle.
hi: इसकी फ़ोटो या वीडियो भी इसके साथ हट जाएगी।
hu: Vele együtt törlődik a hozzá tartozó fotó vagy videó is.
it: Anche la sua foto o il suo video viene eliminato.
ko: 첨부된 사진·동영상도 함께 삭제됩니다.
pl: Jego zdjęcie lub film też zostanie usunięte.
pt: A foto ou o vídeo dele também é eliminado.
pt_br: A foto ou o vídeo dele também é excluído.
ru: Фото или видео тоже будет удалено.
th: รูปภาพหรือวิดีโอที่แนบไว้จะถูกลบไปด้วย
tr: Fotoğrafı veya videosu da onunla birlikte silinir.
uk: Фото чи відео теж буде видалено.
zh: 其中的照片或视频也会一并删除。
